Repository: ruslanabdullayev01/TelcoGroup
Catalog: TelcoGroup/Resources/SharedResource.*.resx
Languages: az_latn_az

source: About Details
az_latn_az: Haqqımızda təfərrüatları

source: About Us
az_latn_az: Haqqımızda

# AboutUsMod
source: <h1>ABOUT</h1> <h2>US</h2>
az_latn_az: <h1>HAQQIMIZDA</h1>

source: Actions
az_latn_az: Tədbirlər

source: Address
az_latn_az: Ünvan

source: Add Section
az_latn_az: Bölmə əlavə etmək

source: Admin Message
az_latn_az: Admin Mesajı

source: All
az_latn_az: Hamısı

source: Appeal Details
az_latn_az: Müraciətin təfərrüatları

source: Appeals
az_latn_az: Müraciətlər

source: Apply
az_latn_az: Tətbiq etmək

source: Bio Details
az_latn_az: Bio təfərrüatları

source: Bottom description
az_latn_az: Aşağıdaki təsvir

source: Cancel
az_latn_az: Ləğv etmək

source: Confirm Password
az_latn_az: Şifrəni təsdiqləyin

source: Contact Info
az_latn_az: Əlaqə məlumatları

source: Contact Us
az_latn_az: Bizimlə Əlaqə

# ContactUsMod
source: <h1>Contact</h1> <h2>US</h2>
az_latn_az: <h1>Bizimlə</h1> <h2>Əlaqə</h2>

# Copyright
source: Copyright © 2024. Telco Group. All rights reserved.
az_latn_az: Copyright © 2024. Telco Group. Bütün hüquqlar qorunur.

source: Create
az_latn_az: Əlavə etmək

source: Create About Us
az_latn_az: Haqqımızda əlavə etmək

source: Create Bio
az_latn_az: Bio əlavə etmək

source: Created At
az_latn_az: Yaradılıb

source: Create Expert
az_latn_az: Mütəxəssis əlavə etmək

source: Create News
az_latn_az: Xəbər əlavə etmək

source: Create Partner
az_latn_az: Tərəfdaş əlavə etmək

source: Create Partner Slider
az_latn_az: Tərərfdaş slayderini əlavə etmək

source: Create Service
az_latn_az: Xidmət əlavə etmək

source: Create Setting
az_latn_az: Parametr əlavə etmək

source: Create Solution
az_latn_az: Həll əlavə etmək

source: Create Testimonial
az_latn_az: Rəy əlavə etmək

source: Create User
az_latn_az: İstifadəçi əlavə etmək

source: Dashboard
az_latn_az: İdarəetmə paneli

source: Delete
az_latn_az: Silmək

source: Description
az_latn_az: Təsvir

source: Details
az_latn_az: Təfərrüatlar

source: Drop us a message and we’ll get back to you
az_latn_az: Bizə mesaj göndərin, sizinlə əlaqə saxlayaq

source: Email
az_latn_az: E-poçt

source: Enter Password
az_latn_az: Şifrəni daxil edin

source: Enter Username
az_latn_az: İstifadəçi adını daxil edin

source: Experts
az_latn_az: Mütəxəssislər

source: Feedback
az_latn_az: Rəy

source: Filter
az_latn_az: Filtr

source: Follow Us
az_latn_az: Bizi İzlə

source: Full Name
az_latn_az: Tam Adı

source: General description
az_latn_az: Əsas təsvir

source: Go To Back
az_latn_az: Geriyə qayıt

source: Header Description
az_latn_az: Header təsviri

source: Header Title
az_latn_az: Header başlığı

source: Home
az_latn_az: Ana səhifə

source: Home Description
az_latn_az: Ana səhifəsində təsvir

source: Home Title
az_latn_az: Ana səhifədəki başlıq

source: Icon
az_latn_az: İkon

source: Image
az_latn_az: Şəkil

source: Key
az_latn_az: Açar söz

source: LATEST NEWS
az_latn_az: SON XƏBƏRLƏR

source: Log out
az_latn_az: Çıxış

source: Main
az_latn_az: Əsas

source: MAIN NAVIGATION
az_latn_az: ƏSAS NAVİQASİYA

source: Map
az_latn_az: Xəritə

source: Message
az_latn_az: Mesaj

source: Middle description
az_latn_az: Ortadaki təsvir

source: Name
az_latn_az: Ad

source: News
az_latn_az: Xəbərlər

source: News Details
az_latn_az: Xəbərin təfərrüatları

source: Next
az_latn_az: İrəli

source: Our Experts
az_latn_az: Mütəxəssislərimiz

source: Our Mission
az_latn_az: Bizim Missiyamız

source: Our Partners
az_latn_az: Tərəfdaşlarımız

source: Our Services
az_latn_az: Bizim Xidmətlər

source: Our Solutions
az_latn_az: Bizim Həllərimiz

source: Partners
az_latn_az: Tərəfdaşlar

source: Partner sliders
az_latn_az: Tərəfdaşların slayderi

# PARTNERSS
source: PARTNERS
az_latn_az: TƏRƏFDAŞLAR

source: Password
az_latn_az: Şifrə

source: Phone Number
az_latn_az: Telefon Nömrəsi

source: Position
az_latn_az: Vəzifə

source: Powering Progress, Together.
az_latn_az: Birlikdə Tərəqqiyə Güc Verin.

source: Previous
az_latn_az: Əvvəlki

source: Rating
az_latn_az: Reytinq

source: Read
az_latn_az: Oxunub

source: Readed by
az_latn_az: Oxunub

source: Read More
az_latn_az: Daha Çox

source: Replied
az_latn_az: Cavablandırılıb

source: Reply
az_latn_az: Cavab vermək

source: Reply to appeal
az_latn_az: Müraciətə cavab

source: Save Changes
az_latn_az: Dəyişiklikləri yadda saxla

source: Send
az_latn_az: Göndər

source: Send At
az_latn_az: Göndərilib

source: Send Reply
az_latn_az: Cavabı göndər

source: Service Details
az_latn_az: Xidmətin təfərrüatları

source: Services
az_latn_az: Xidmətlər

source: Service Section
az_latn_az: Xidmət bölməsi

source: Service Sections
az_latn_az: Xidmətin bölmələri

source: Setting Details
az_latn_az: Parametrin təfərrüatları

source: Settings
az_latn_az: Parametrlər

source: Sign In
az_latn_az: Daxil Ol

source: Solutions
az_latn_az: Həllər

# SOLUTIONSS
source: SOLUTIONS
az_latn_az: HƏLLƏR

source: SOLVING COMPLEXITY, DELIVERING SIMPLICITY
az_latn_az: MÜRƏKKƏBLİYİ HƏLL ETMƏK, SADƏLİK VERMƏK

source: Subject
az_latn_az: Mövzu

source: Submit
az_latn_az: Təsdiq etmək

source: Subtitle
az_latn_az: Altbaşlıq

source: Testimonial Details
az_latn_az: Rəyin təfərrüatları

source: Testimonials
az_latn_az: Rəylər

source: Title
az_latn_az: Başlıq

source: Top description
az_latn_az: Başdakı təsvir

source: Unread
az_latn_az: Oxunmayib

source: Update
az_latn_az: Yeniləmək

source: Update About Us
az_latn_az: Haqqımızda yeniləmək

source: Update Bio
az_latn_az: Bionu yeniləmək

source: Update Expert
az_latn_az: Mütəxəssisi yeniləmək

source: Update News
az_latn_az: Xəbəri yeniləmək

source: Update Partner
az_latn_az: Tərəfdaşı yeniləmək

source: Update Partner Slider
az_latn_az: Tərəfdaş slayderini yeniləmək

source: Update Service
az_latn_az: Xidməti yeniləmək

source: Update Setting
az_latn_az: Parametri yeniləmək

source: Update Solution
az_latn_az: Həlli yeniləmək

source: Update Testimonial
az_latn_az: Rəyi yeniləmək

source: Username
az_latn_az: İstifadəçi adı

source: Users
az_latn_az: İstifadəçilər

source: Value
az_latn_az: Dəyər

source: View
az_latn_az: Baxın

source: View All
az_latn_az: Hamısına Bax

source: View Details
az_latn_az: Təfərrüatlar

# WeOfferAWideVarietyOfITServices
source: We Offer a Wide Variety of <span style="color:#0093FF">IT Services </span>
az_latn_az: Biz <span style="color:#0093FF">IT Xidmətlərinin </span>geniş çeşidini təklif edirik

source: Who We Are
az_latn_az: Biz Kimik

source: Your Message
az_latn_az: Sizin mesajınız
